project/atropos-go/etcd_concurrent_read-master/master/k150k_range_1_2_e2/output/with_expensive_read/cheap_write.log
 0 / 100 B                                                                                                                                         !   0.00%INFO: 2023/06/12 12:16:50 ccResolverWrapper: sending new addresses to cc: [{localhost:2379 0  <nil>}]
INFO: 2023/06/12 12:16:50 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/12 12:16:50 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 100 / 100 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 4s

Summary:
  Total:	4.9979 secs.
  Slowest:	0.0906 secs.
  Fastest:	0.0003 secs.
  Average:	0.0033 secs.
  Stddev:	0.0126 secs.
  Requests/sec:	20.0085

Response time histogram:
  0.0003 [1]	|
  0.0093 [94]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0184 [0]	|
  0.0274 [0]	|
  0.0364 [0]	|
  0.0454 [3]	|∎
  0.0545 [1]	|
  0.0635 [0]	|
  0.0725 [0]	|
  0.0816 [0]	|
  0.0906 [1]	|

Latency distribution:
  10% in 0.0004 secs.
  25% in 0.0004 secs.
  50% in 0.0005 secs.
  75% in 0.0006 secs.
  90% in 0.0010 secs.
  95% in 0.0431 secs.
  99% in 0.0906 secs.